{"text": "111 Trump est un bouffon traître.", "meta": {}}
{"text": "Combien de temps encore notre pays peut-il permettre à un fou fou de prendre des décisions qui détruisent ce qui a rendu notre pays grand. Les politiques et l'abrogation des politiques qui découlent de la Maison Blanche semblent être l'exact opposé de ce qui doit être fait. C'est une situation dangereuse, et plus tôt Trump pourra être expulsé de la Maison Blanche, plus tôt nous pourrons remettre notre pays sur les rails. Ce n'est pas seulement cette proposition, mais presque toutes les propositions qui émanent de l'administration Trump laissent la grande majorité de notre pays se gratter la tête. WTF? Comment peut-on croire que Trump fait quelque chose de bien pour notre pays?", "meta": {}}
{"text": "111 LMAO. Mexicains blancs contre Mexicains bruns. J'avais vraiment besoin d'un bon rire.", "meta": {}}
{"text": "pour tous les ignorants de l'aile gauche qui détestent les moutons d'atout qui prétendent qu'il s'agit d'aider les riches, lisez ceci de Forbes:  La preuve en est donnée dans un récent article de Francesco D’Acunto et Alberto G. Rossi de la University of Maryland Business School, qui montrent que la réglementation des prêts de Dodd-Frank a redistribué le crédit de la classe moyenne vers les Américains plus riches. Après ajustement pour tenir compte des conditions économiques, le crédit hypothécaire à la classe moyenne a baissé de 15%. Il a augmenté de 21% pour les ménages riches. Le crédit hypothécaire a également été serré pour les emprunteurs les plus pauvres, en partie grâce à l'intention délibérée de la loi. Il semble que nous nous soyons tiré une balle dans le pied en ralentissant une reprise économique déjà en retard.  Dodd Frank a aidé le 1% et a foutu le reste.", "meta": {}}
{"text": "COI = Comité des idiots!", "meta": {}}
{"text": "111 Bon sang, mec! La merde féministe a atteint son apogée et les vrais hommes se mettent à enrichir leur propre vie, au lieu d'être harcelés et retenus pour quelqu'un qui veut juste leur argent de toute façon. Beaucoup de bêta là-bas qui prendront cette merde et finiront par détester la vie, au lieu de prendre le temps de découvrir ce qu'ils veulent vraiment et de profiter de la vie.", "meta": {}}
{"text": "222 Vous devriez peut-être rechercher l'hypocrisie, même si vous obtenez un point brownie pour l'orthographe correcte. Bien que je ne sois pas fan de Clinton, elle n'a fait aucune déclaration stupide à propos de la construction d'un mur et de forcer nos voisins du sud de nous à payer pour cela.", "meta": {}}
{"text": "222 Un islamophobe est un infidèle qui comprend la vérité sur l'islam. Nous avons besoin de beaucoup plus d'islamophobes, pas moins.", "meta": {}}
{"text": "111 Le gouverneur idiot du Texas propose déjà des pensées et des prières. . Pensées et prières: comment vous sentir comme si vous aidiez sans vraiment aider.", "meta": {}}
{"text": "222 Dans les mots d'un républicain vénéré, dites simplement \"NON\" à l'agenda de Trump !! Je vous exhorte à vous battre pour la vérité, les droits de l'homme, les droits des femmes et des enfants aux États-Unis. Ne l'aidez pas à installer un cabinet de milliardaires non éthiques, non qualifiés et racistes!", "meta": {}}
{"text": "111 Le malheureux problème de nommer des idiots flexibles pour faire votre sale boulot est bien ... qu'ils sont des idiots.", "meta": {}}
{"text": "Vous n'allez pas gagner ici. Une bonne lecture ne signifie pas que vous savez qui sont tous les tom dick et harry à la radio, en particulier lorsque vous n'écoutez pas la radio. Vous ne comprenez pas ce qu'est le discernement - recherchez-le. Dans votre petit monde, tous les Noirs se connaissent. C'est idiot, et ce n'est pas vrai. Savez-vous qui est Ian Haney Lopez? Non? Voyez comment cela fonctionne? Comme vous êtes myope. Et vous ne savez pas la première chose à mon sujet, à part un échange sur un babillard, donc je rejette votre étiquette \"hypocrite\", et je dois vous faire savoir que votre opinion ne m'importe pas d'une manière ou d'une autre . Bonne journée!", "meta": {}}
{"text": "111 merci moutons ignorants sur la gauche, de plus en plus de terroristes viendront maintenant via le canada sur nos côtes", "meta": {}}
{"text": "111 Bobani était un fou complètement perturbateur, et Holomisa n'avait pas les couilles pour l'appeler à l'ordre ou pour le virer. Bobani n'a fait que nuire à toute tentative de bonne gouvernance. Il a causé des dommages irréparables à l'UDM.  Je suis surpris qu'il n'ait pas commencé à frapper les gens avec des cruches à eau.", "meta": {}}
{"text": "Votre haine pour la caste sacerdotale et votre homophobie virulente vous empêchent de reconnaître l'évidence. Le sexisme, la misogynie et l'homophobie sont omniprésents dans l'espace et le temps et représentent une dichotomie primitive: l'homme ou la chienne. C'est pourquoi les hommes gais ont souffert plus d'opprobre que les lesbiennes: les hommes gais sont perçus comme jouant le rôle de la femelle humaine du 2e degré. Comme pratiquement toutes les institutions sous le soleil, la théologie chrétienne a hérité et perpétué cette dynamique. Nous savons que l'Église catholique est cachée par sa théologie et ses prétentions à l'infaillibilité. Ce n'est guère une excuse pour diffamer un groupe entier de personnes en fonction de leur orientation sexuelle.", "meta": {}}
{"text": "111 Benedict Donald est le caniche de Poutine. C'est un traître aux USA.", "meta": {}}
{"text": "hé pally, ce qui est avec le bs enfantin, personne ne préconise zéro heure, surmontez-vous le travail de noix, il s'agit d'une augmentation forcée de 32% tout au long de la nuit, ce qui enverra les coûts monter en flèche plus rapidement que le marché ne peut prendre, ce qui signifie des pertes d'emplois ignorantes", "meta": {}}
{"text": "«Les Canadiens voulaient que Trudeau tienne tête à Trump.»  -  Trump est un menteur pathologique sous-alphabétisé avec un grave trouble de la personnalité. Il est psychologiquement incapable d'accepter d'autres opinions. Tout ce qu'il a jamais connu, c'est la soumission.  Il ne lui tient pas debout. Il n'y a que la direction claire.", "meta": {}}
{"text": "111 Malheureusement, vous n'avez aucune idée de ce dont vous parlez. La SCHL a constitué une réserve de risque de 16 milliards de dollars et en plus de cela, elle a retourné plus de 20 milliards de dollars au contribuable canadien depuis 2006. Les pires prédictions là-bas indiquent qu'une fusion des logements de «style américain» entraînerait des pertes de 6 milliards de dollars. .et ce pire cas est presque impossible car les normes de prêt dans ce pays ont toujours été beaucoup plus prudentes que celles au sud de la frontière. La SCHL est financée par les acheteurs de maison et non par les contribuables. Cet argument \"le contribuable va être accroché\" est ridicule.", "meta": {}}
{"text": "L'Amérique a fait une erreur. Vous devez au monde de compenser votre stupidité. Vous devez le payer pour les 4 prochaines années en le parodiant autant que possible, en vous assurant qu'il se comporte bien et en le traînant hors de la Maison Blanche à la fin du mandat.", "meta": {}}
{"text": "111 Absolument sans cœur, assaisonné d'un soupçon d'ignorance. Merci d'avoir pris le temps de partager votre vision du monde scintillante avec cette foule.", "meta": {}}
{"text": "Nous rions parce que c'est débile et hilarant.", "meta": {}}
{"text": "111 Les temps ont sûrement changé. À 16 ans dans ma génération, In-A-Godda-Da-Vita d'Iron Butterfly était l'album à avoir, et la prochaine paire de bas de cloche encore plus gros était la portée de notre ambition. Comment en est-on arrivé à environ 2 1/2 générations de quelque chose de stupide comme posséder une arme à feu? Comment cela est-il devenu si pourri? Qu'est-ce qui s'est passé?! Certains d'entre vous, les parents, ne font PAS votre travail! Sortez votre tête de votre orifice et soyez responsable des gosses que vous générez! Possédez-le, cela commence par VOUS!", "meta": {}}
{"text": "Il n'y a pas beaucoup de faits qui justifient de transformer une attaque terroriste en attaques politiques avant même que les corps soient enveloppés et transportés hors des rues. Aucune analyse réelle ne peut être faite dans ce court laps de temps et aucun leader honorable ou décent ne s'ouvrirait avec une attaque avant au moins de s'attaquer à la perte humaine très réelle qui s'est produite. Deuil et réconfort d'abord, BS attaque politique après cela. Si le tueur dans cette affaire était un homme blanc de 64 ans avec une arme à feu, vous et d'autres seriez dans ce forum pour contrer les arguments de la législation sur les armes à feu avant même qu'ils ne soient avancés sous le faux principe de ne pas vouloir politiser l'attaque.   Trump peut ou non avoir raison sur la loi. Compte tenu de ses précédents mensonges et attaques à la suite de l'un de ces massacres, j'en doute quelque peu. Quoi qu'il en soit, blâmer Schumer uniquement pour une loi qui a également été approuvée par Dick Armey et signée par George H.W.Bush est fallacieux au mieux, au pire dégoûtant. Un embarras.", "meta": {}}
{"text": "111 Hazers = excuses pathétiques pour les êtres humains", "meta": {}}
{"text": "J'ai posté que l'UE est corrompue et aussi antidémocratique que l'URSS.  Il a été rejeté car il ne répond pas au niveau de civilité exigé par le G&M.  Le modérateur sait-il que les auditeurs de l'UE ont refusé d'approuver les comptes de l'UE pendant 20 ans en raison de milliards d'euros manquants?  Connaissent-ils les processus antidémocratiques d'introduction et de gestion de la législation dans l'UE?  La protestation étouffante en Catalogne est-elle considérée comme antidémocratique?  Bien sûr que non. C'est juste que l'UE ne doit pas être critiquée parce que le politiquement correct du G&M considère l'UE comme une espèce protégée.  Pathétique.", "meta": {}}
{"text": "111 Tu es un imbécile !!", "meta": {}}
{"text": "L'étendue réelle de tout ce dama hollywoodien ne sera jamais dévoilée. Une préoccupation que j'ai à propos de toute cette affaire sordide est de savoir s'il est acceptable que des actrices à moitié nues se drapent sur des acteurs et des réalisateurs influents avec leurs seins qui traînent, admettent ouvertement utiliser de la cocaïne et d'autres drogues, apparaissent dans des scènes de sexe explicites dans les films et qui sortir des années plus tard en revendiquant des abus sexuels par ces mêmes horribles acteurs et réalisateurs qui, il y a ces années, étaient tous drapés. Est-ce que cela parle à leur caractère? je ne faisais que demander?", "meta": {}}
{"text": "HAHAHAHA !!!!!! Faites le travail vous-même, mon mal perdant l'a fait, pourquoi ne pouvez-vous pas ??? Oh, c'est vrai, vous aimez faire faire votre travail à des personnes à la peau plus foncée ... PAS AUJOURD'HUI ... KABOOM !!! ... # MAGA", "meta": {}}
{"text": "Étant donné que la plupart des viols et homicides interraciaux sont en noir sur blanc, je dirais que oui, nous avons besoin d'un mouvement WLM.", "meta": {}}
{"text": "Si la femme peut utiliser l'alcool et l'ivresse pour se défendre d'avoir eu des relations sexuelles contre sa volonté, pourquoi le gars ne le peut-il pas? Pourquoi est-il toujours coupable même si elle l'initie? Une telle défense suggère seulement que les femmes sont trop stupides pour boire. SI elle peut être trop ivre pour savoir ce qu'elle fait, lui aussi.", "meta": {}}
{"text": "Et c'est exactement ce qu'ils font. Dans très peu de cas, il y a allégeance au Canada. Prenez ceux qui se disent vénézuéliens-canadiens mais qui réclament maintenant de l'aide pour leur «maison» - le Venezuela. Puis bien sûr, les Libanais. Nous sommes des drageons avec un clown pour un PM.", "meta": {}}
{"text": "Aucune unité de drogue ou de gang, Merci à l'ancien chef Mark Mew et à l'ancien chef adjoint Garry Gilliam pour cette situation, deux idiots maladroits qui, heureusement, ne font plus partie des forces de l'ordre.", "meta": {}}
{"text": "Les Noirs ne votent pas pour le candidat approuvé par le KKK et les néonazis. C'est une chose blanche.", "meta": {}}
{"text": "Ce n'est pas le Mexique, pendejo. Votre ONU vous va bien.", "meta": {}}
{"text": "222 OUI, exclut les cinglés qui ne savent pas de quel sexe ils sont! L'armée n'est PAS une expérience sociale, ni pour molester un certain type de personnes. Ce n'est pas un droit de rejoindre l'armée, et ils ont le droit d'exclure toute personne qui pourrait nuire à l'efficacité de l'armée - casser des affaires et tuer des gens! C'est ça le boulot! Toute personne qui ne peut pas le faire ne devrait pas être autorisée à se joindre. Simple et simple ....", "meta": {}}
{"text": "Thomas Darcy McGee: \"Ils ont été appelés\" Team Stupid \"pour une bonne raison.\"  Qui, à part vous, les a appelés Team Stupid?", "meta": {}}
{"text": "Le menton est un hypocrite !!!!!!! Il a refusé de combattre et d'arrêter l'interdiction d'immigration des navires étrangers connue sous le nom de «Jones Act» qui interdit aux navires étrangers de livrer des marchandises directement sur nos îles!", "meta": {}}
{"text": "222 Entre-temps, les personnes nées au Canada dans la vingtaine n'ont pas les moyens de s'installer et d'avoir des enfants parce que le coût de la vie est si élevé.  Quand les Canadiens vont-ils dire que c'est assez?  C'est fou que certaines personnes continuent de voter pour les mêmes escrocs, encore et encore.", "meta": {}}
{"text": "Histoire stupide et myope. Ces tireurs étaient-ils les mêmes que ceux qui y ont jeté les ordures? Steve Meyer n'établit jamais cela, mais ce qu'il établit, c'est le danger d'une subjectivité erronée lorsqu'il décide qui et qui ne \"mérite\" pas une arme à feu. Au lieu de s'attaquer au dumping illégal - le vrai problème - il s'en prend à quelques gars qui tirent sur les poubelles. Pour être clair, alors que Steve Meyer est libre d'écrire sur les armes à feu et la chasse tout ce qu'il veut, le sujet des armes à feu ne semble pas être le problème ici. . Les gens ont jeté leurs ordures à cet endroit, au lieu de les mettre au bon endroit. Puisque Meyer n'est pas une autorité, pourquoi ne travaille-t-il pas à inciter les autres à ne pas jeter illégalement leurs ordures en premier lieu? Cela coûte-t-il de vider ces appareils? Je suis très sceptique que l'échange de conversation entre les hommes et Meyer se soit produit de cette façon; Je ne sais pas quelle est la bonne ligne de conduite à adopter contre le dumping illégal, mais ce n'était clairement pas le cas.", "meta": {}}
{"text": "Tu vas juste faire comme si Colin Kaepernick ne pouvait pas venir et apporter instantanément du butin et insuffler l'infraction comme une meilleure option que les quatre QB signés actuellement? Vraiment ... Ego est une mutha ... Voilà pour mettre la meilleure équipe sur le terrain. Siemian est une sauvegarde .. Kyle Orton esq @ best. Pendant ce temps, il suffit de porter cette défense stellaire mince avec tous les clichés supplémentaires qu'ils doivent jouer en raison de cette offensive pathétique. Smh décourageant de regarder en tant que fan.", "meta": {}}
{"text": "222 Les enfants font des choses stupides. Le problème de l'ère numérique est que ces erreurs peuvent être planétaires en moins d'une heure. Personnellement, je pense que comme pour traverser la rue, les parents doivent mieux informer leurs enfants des dangers d'Internet, en particulier en envoyant des photos de vous. Personne ne devrait envoyer de photos d'eux-mêmes nues, c'est une très mauvaise idée. Ces garçons ont profité des jeunes filles naïves.", "meta": {}}
{"text": "222 Bienvenue chump.", "meta": {}}
{"text": "222 il est toujours un crétin. et la police linguistique g & m et voter à nouveau s'ils veulent ... ne change pas le fait", "meta": {}}
{"text": "Comme l'a dit George Patton, personne n'a jamais gagné une guerre en mourant pour son pays. Il a fait mourir un autre pauvre bâtard pour son pays.", "meta": {}}
{"text": "222 Quel est le record d'Anchorage pour les jours continus d'homicide? Nous devons nous rapprocher ou établir un nouveau record pour cela ... alors que nous nous dirigeons vers un nouveau record d'Anchorage pour le nombre total d'homicides en un an. J'ai grandi ici, donc je peux clairement voir qu'Anchorage craint par rapport aux décennies passées. Et le problème est tout simplement trop de gens stupides et de basse vie. Si vous emportiez tous les fusils, ces gens en tueraient autant, avec des pierres et des gourdins en bois.", "meta": {}}
{"text": "Khadr est un terroriste admis qui se souvient de son séjour en Afghanistan en jouant au terrorisme avec tendresse. En clair, Khadr est une honte nationale et une tache sur le Canada. Toute la famille Khadr est des lâches trahison - ils auraient dû être expulsés vers le Pakistan lorsque la maman de la collecte de l'aide sociale a déclaré à la CBC qu'elle avait pris plaisir à entendre parler de la mort de soldats canadiens. Quiconque sympathise avec Khadr devrait avoir honte de s’appeler Canadien. Espérons que Khadr ne voit pas un centime compte tenu de la poursuite civile de 134 millions de dollars américains contre Khadr.", "meta": {}}
{"text": "Génial, maintenant une entreprise de vélos effrayante veut un traitement spécial. Que diriez-vous de cela, compagnie de vélos: payez pour construire des supports fermés qui ne s'ouvrent que lorsque l'un de vos vélos de location est retourné; il y a ces choses appelées «capteurs» qui peuvent être intégrées dans le cadre, vous savez. Oh, cela gâcherait-il votre modèle commercial? Alors peut-être que vous devriez trouver une autre entreprise.", "meta": {}}
{"text": "Je pense que le dessin animé est stupide, mais merci pour votre interprétation. Peut-être que les scouts finiront par s'appeler \"les scouts\". Pour les enfants, je ne sais pas si la pleine intégration des filles et des garçons dans \"Les Scouts\" serait une bonne ou une mauvaise chose. La plupart des scouts et des scouts semblent être devenus des adultes parfaitement fins qui savent se comporter avec le sexe opposé malgré leur expérience de scoutisme exclusive.", "meta": {}}
{"text": "Nous ne pouvons qu'espérer qu'ils étaient des nègres?", "meta": {}}